IDEA Open Model
TendonBar.TendonType Property
Compatible with IDEA StatiCa 20.1
 Tendon type
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public TendonBarType TendonType { get; set; }
Public Property TendonType As TendonBarType
	Get
	Set
Property Value
Type: TendonBarType
See Also
Reference
TendonBar Class
IdeaRS.OpenModel.CrossSection Namespace